Repository: alexkdeveloper/desktop-files-creator
Catalog: po/*.po
Languages: ru

source: Simple app for creating desktop files
ru: Простое приложение для создания .desktop-файлов

source: Desktop;File;Creator;
ru: Desktop;File;Creator;рабочий стол;файл;

source: Simple app for creating desktop files on GNU/Linux
ru: Простое приложение для создания .desktop-файлов в GNU/Linux

source: The application allows you to create desktop files in GNU/Linux distributions.
ru: Приложение позволяет создавать .desktop-файлы в дистрибутивах GNU/Linux.

source: Open
ru: Открыть

source: Open Desktop Files Folder
ru: Открыть папку с файлами

source: Create
ru: Создать

source: Create Desktop File
ru: Создать .desktop файл

source: Name
ru: Название

source: Exec
ru: Исполняемый файл

source: Icon
ru: Значок приложения

source: Categories
ru: Категории

source: Comment
ru: Комментарий

source: Not Displayed in Menu
ru: Не отображать в меню

source: Run in Terminal
ru: Запускать в терминале

source: Error! Path: %s does not exist! The program will not be able to perform its functions.
ru: Ошибка! Путь: %s не существует! Программа не сможет выполнять свои функции.

source: Open File
ru: Открыть файл

source: Open Image
ru: Открыть изображение

source: Enter the name
ru: Введите название

source: A file with the same name already exists
ru: Файл с таким названием уже существует

source: Create file %s?
ru: Создать файл %s?

source: _Cancel
ru: _Отменить

source: File %s is created! Path: %s
ru: Файл %s был создан! Путь: %s

source: Error! Could not create file
ru: Ошибка! Не получилось создать файл
